Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: In addition to keeping a character warm and dry, coats and jackets provide additional concealment for things a character is carrying (they often qualify as loose or bulky clothing; see Concealed Weapons and Objects).
zh_cn: 外套和夹克除了能让角色保持温暖干爽，还能让角色更方便地隐藏物品（通常取决于衣服的宽松程度，见隐藏的武器与物品）。

source: In addition to the Wealth bonus increase a character gains from your Profession check result (if the check succeeds), the number of ranks the character has in this skill increases his or her Wealth bonus as follows.
zh_cn: 除了财富检定结果提升的财富加值（如果检定成功），角色拥有的此专业级数将按如下表增加财富加值。

source: In addition to the Wealth check, the Techie must also pay a cost in experience points equal to 25 x his or her Techie level x the bonus provided by the mastercraft feature.
zh_cn: 除了要进行财富检定，技师必须消耗掉经验值，需消耗经验值=25×技师等级×大师级工艺特性提供的加值。

source: In addition to the costs derived from the base price, you must expend the material component or pay the XP when scribing the scroll.
zh_cn: 除了基本价格的支出外，抄录卷轴必须额外花费法术所需的材料费用以及经验。

source: In addition to the nor-mal requirements for attempting a sideswipe stunt, the character must have sufficient movement re-maining to move a number of squares equal to the character’s turn number.
zh_cn: 除了要满足侧击特技的一般要求外，角色必须保持移动等于`转向距离`的方格数。

source: In addition to the normal hit point recovery rate (1d4 for a medical kit, 1d6 per patient’s character level for surgery), the Field Medic restores 1 hit point for every level he or she has in this advanced class.
zh_cn: 在一般的生命值恢复率基础上（有医疗箱1d4，病人每级角色等级1d6），每级战地医生等级额外恢复1点生命值。

source: In addition to the raw materials cost, the Mage must expend the material component or pay the XP when creating the potion.
zh_cn: 除了基本价格的支出外，调制药水必须额外花费法术所需的材料费用以及经验。

source: In addition to the two feats all characters get at 1st level, a Charismatic hero begins play with the Simple Weapons Proficiency feat.
zh_cn: 除了所有角色在1级时获得的两个专长，魅力型英雄初始拥有`擅长简单武器`专长。

source: In addition to the two feats all characters get at 1st level, a Dedicated hero begins play with the Simple Weapons Proficiency feat.
zh_cn: 除了所有角色在1级时获得的两个专长，感知型英雄初始拥有`擅长简单武器`专长。

source: In addition to the two feats all characters get at 1st level, a Fast hero begins play with the Simple Weapons Proficiency feat.
zh_cn: 除了所有角色在1级时获得的两个专长，敏捷型英雄初始拥有`擅长简单武器`专长。

source: In addition to the two feats all characters get at 1st level, a Smart hero begins play with the Simple Weapons Proficiency feat.
zh_cn: 除了所有角色在1级时获得的两个专长，智力型英雄初始拥有`擅长简单武器`专长。

source: In addition to the two feats all characters get at 1st level, a Strong hero begins play with the Simple Weapons Proficiency feat.
zh_cn: 除了所有角色在1级时获得的两个专长，力量型英雄初始拥有`擅长简单武器`专长。

source: In addition to the two feats all characters get at 1st level, a Tough hero begins play with the Simple Weapons Proficiency feat.
zh_cn: 除了所有角色在1级时获得的两个专长，体质型英雄初始拥有`擅长简单武器`专长。

source: In addition, a Battle Mind can use psionics while wearing armor without risking the failure of the power.
zh_cn: 另外，灵战士可以穿着护甲使用灵能，护甲不会增加释放灵能的失败风险。

source: In addition, a Battle Mind must have a key ability score equal to at least 10 + the power’s level to manifest a particular power.
zh_cn: 而且，灵战士必须具备关键的属性值才能释放对应的灵力，所需的属性值为10+灵力等级。

source: In addition, a Telepath can use psionics while wearing armor without risking the failure of the power.
zh_cn: 另外，异能者可以穿着护甲使用灵能，护甲不会增加释放灵能的失败风险。

source: In addition, a Telepath must have a key ability score equal to at least 10 + the power’s level to manifest a particular power.
zh_cn: 而且，异能者必须具备关键的属性值才能释放对应的灵力，所需的属性值为10+灵力等级。

source: In addition, a WP grenade creates a cloud of smoke.
zh_cn: 另外，白磷弹是会生成烟雾的。

source: In addition, a character can make attacks of opportunity with unarmed attacks if the character’s unarmed attacks count as armed (see “Armed” Unarmed Attacks).
zh_cn: 此外，如果角色的徒手攻击算作非徒手，角色也可以徒手进行借机攻击。

source: In addition, a character can use this skill to make an assessment of a social situation.
zh_cn: 此外，角色可以使用此技能评估社交氛围。

source: In addition, a number of the civilian vehicles covered above, such as the AM General Hummer and the Bell Model 212 helicopter, are commonly seen in military service.
zh_cn: 此外，许多之前提到的民用载具，比如悍马和贝尔212型直升机，也在军中服役。

source: In addition, attempting trick riding or asking the animal to perform an unusual technique also requires a check.
zh_cn: 此外，使用骑乘特技或者要求动物表演特殊的技巧也需要骑术检定。

source: In addition, the Acolyte receives bonus spells based on her Wisdom score.
zh_cn: 而且，这个次数根据侍僧的感知有所增加。

source: In addition, the Mage receives bonus spells based on his Intelligence score.
zh_cn: 而且，这个次数根据法师的智力有所增加。

source: In addition, the character takes a –2 penalty to Defense.
zh_cn: 此外，角色防御时有2点减值。

source: In addition, the character takes a –2 penalty to his or her Defense.
zh_cn: 此外，角色的防御有两点减值。

source: In addition, the character takes a –3 encumbrance penalty on attack rolls and checks involving the following skills: Balance, Climb, Escape Artist, Hide, Jump, Move Silently, and Tumble.
zh_cn: 此外，角色的攻击骰和涉及`平衡`、`攀爬`、`脱逃`、`躲藏`、`跳跃`、`潜行`、`翻滚`的检定都承受3点累赘减值。

source: In addition, the character takes a –6 encumbrance penalty on attack rolls and checks involving the following skills: Balance, Climb, Escape Artist, Hide, Jump, Move Silently, and Tumble.
zh_cn: 此外，角色的攻击骰和涉及`平衡`、`攀爬`、`脱逃`、`躲藏`、`跳跃`、`潜行`、`翻滚`的检定都承受6点累赘减值。

source: In addition, unlike other weapons with reach, the character can use it against an adjacent foe.
zh_cn: 而且不像其他长型武器，角色可以用锁链攻击到相邻的目标。

source: In all cases, it deals normal damage to all other targets within its burst radius.
zh_cn: 在所有情况下，爆炸物对爆炸半径内的其他目标都只造成一般伤害。

source: In any case, a character can’t regain hit points past his or her full normal total.
zh_cn: 在任何情况下，角色不能恢复到超过正常情形下的生命上限。

source: In character scale, more than one ground vehicle cannot occupy the same square.
zh_cn: 在角色尺度中，多个载具不能占据同一个方格。

source: In character scale, most vehicles are large enough to occupy multiple squares on the map grid.
zh_cn: 角色尺度中，大多数载具都十分巨大，在地图上占据着多个方格。

source: In chase scale, most commonly encountered vehicles occupy only one square.
zh_cn: 追逐尺度中的大多数载具只占据一个方格。

source: In combat, a character can help a friend attack or defend by distracting or interfering with an opponent.
zh_cn: 战斗中，角色可以干扰对手，分散对手的注意力，以协助友方攻击或防御。

source: In darkness, however, the user sees through it as if he or she had the darkvision ability granted by night vision goggles.
zh_cn: 但在黑暗环境中，使用者通过此瞄准镜视物有如拥有了`夜视仪`赋予的`黑暗视觉`能力。

source: In darkness, however, users looking through them see as if they had the darkvision ability granted by night vision goggles.
zh_cn: 但在黑暗环境中，使用者通过此望远镜视物有如拥有了`夜视仪`赋予的`黑暗视觉`能力。

source: In each subsequent round, the burning hero must make another Reflex saving throw.
zh_cn: 在之后的每一轮，着火的角色必须再来一次反射豁免。

source: In either case, it’s a free action.
zh_cn: 两种方式都是即时动作。

source: In either case, the familiar uses its own ability modifiers.
zh_cn: 不管取哪一个，魔宠使用自己的属性调整值。

source: In general, a character can discard an allegiance at any time, but may only gain a new allegiance after attaining a new level.
zh_cn: 通常，角色可以在任何时候放弃自己的阵营，但必须在升级的时候才能够选择新的阵营。

source: In general, a character can have levels in as many different classes as there are classes.
zh_cn: 总的来说，角色能在有所有可选择的职业上获得等级。

source: In general, a character needs only one hand to use any object that is of his or her size category or smaller.
zh_cn: 一般来说，与角色同样大小或更小的物品，角色只需要单手就能使用。

source: In general, a professional associate won’t be compensated monetarily, but instead will consider that the Investigator owes him or her a favor.
zh_cn: 通常，专业人士帮忙不会直接索要财物，而是让调查员欠人情（见`求援`）。

source: In general, if you wind up with a fraction, round down, even if the fraction is one-half or larger.
zh_cn: 通常情况结果若有小数，则一律舍去，即便该小数大于或等于0.5。

source: In general, these luxury amenities can be added to a nonluxury car with an increase of 1 to the vehicle’s purchase DC.
zh_cn: 一般来说，这些豪华配置可以加装到非豪华车上，这会给载具增加1点购买DC。

source: In general, using a skill that requires concentration while in close combat is dangerous.
zh_cn: 一般来说，在靠近战斗的地方使用一个需要专注的技能是很危险的。

source: In initiative order (highest to lowest), combatants who started the battle aware of their opponents each take an attack action or move action during the surprise round (see Action Types, below).
zh_cn: 在突袭轮中，按照先攻顺序（高骰点先），每个觉察到敌人的作战者可以在突袭轮中做一个攻击动作或一个移动动作（见下文`动作类型`）。

source: In initiative order (highest to lowest), combatants who started the battle aware of their opponents each take one move or attack action.
zh_cn: 按照先攻顺序（高骰点先），每个觉察到敌人的作战者可以在突袭轮中做一个`动作`（移动或攻击）。

source: In many cases, a character’s help won’t be beneficial, or only a lim-ited number of characters can help at the same time.
zh_cn: 在很多情况下，角色的协助没什么用，或者只有有限数量的角色能同时给予协助。

source: In military units, as the gunner fires, an assistant clips new ammunition belts together, keeping the weapon fed.
zh_cn: 在军事单位中，射击手负责射击，装填手负责连接弹链并装填，保证弹药不间断供应。

source: In most campaigns any creatures other than humans, animals, and vermin are considered denizens of Shadow.
zh_cn: 在绝大多数冒险里，暗影生物指的是除了人类、动物、虫类之外的生物。

source: In most cases, an object can be wielded either as a melee weapon or a ranged weapon.
zh_cn: 大多数情况下，物品既可当作近战武器使用，也可当作远程武器使用。

source: In most cases, moving or manipulating an object is a move action.
zh_cn: 大多数情况下，移动或操作一个物品是一个移动动作。

source: In most cases, only one person is needed to drive the vehicle; other crew members serve as gunners or copilots.
zh_cn: 一般来说，载具的驾驶员只有一个，其他车组成员为射击手以及副驾驶。

source: In most cases, the Shadow contact can be called upon once per week, and the creature requires some form of compensation for each favor.
zh_cn: 大多数情况下，术士每周只能联系它一次，每次求助它都会索要各种形式的报酬。

source: In most cases, this is a shoulder holster (the weapon fits under the wearer’s armpit, presumably beneath a jacket).
zh_cn: 在大多数情况下，这是一个肩带装具（武器刚好能藏在腋窝下，基本上能隐藏在外套里）。

source: In negotiations, participants roll opposed Diplomacy checks to see who gains the advantage.
zh_cn: 谈判中，参与者进行交涉对抗检定来决出优势方。

source: In normal climates, heroes need at least 1/2 gallon of fluids and about 1/4 pound of decent food per day to avoid the threat of starvation.
zh_cn: 在正常气候下，主角每天需要至少半加仑的饮料以及大约四分之一磅的主食以避免饥饿的威胁。

source: In really remote areas, film may have to be sent away for developing, taking a week or longer.
zh_cn: 在十分偏远的地区，胶片往往要送到异地冲洗，要花费1周甚至更长时间。

source: In similar fashion, a climber with an ice axe or other proper implement can cut handholds or footholds in an ice wall.
zh_cn: 类似的方法，有冰斧或类似工具的攀爬者可以在冰墙中凿出把手点和脚踏点。

source: In situations where the distraction occurs while you are casting a spell, you add the level of the spell to the DC.
zh_cn: 当施法时发生分心的情况，专注检定DC要加上法术等级。

source: In situations where the distraction occurs while you are manifesting a power, you add the level of the power to the DC.
zh_cn: 当释放灵力时发生分心的情况，专注检定DC要加上灵力等级。

source: In some campaign settings, magical healing is also available.
zh_cn: 在一些战役设定中，魔法治疗也是可以的。

source: In some cases, a test of one’s ability doesn’t involve luck.
zh_cn: 有些情况下，对角色能力的考验与运气无关。

source: In some cases, ability checks might be required.
zh_cn: 有些情况下需要属性检定。

source: In some sense, the familiar and the Mage who controls it are practically one being.
zh_cn: 在一些情境下，魔宠与其主人是一体的。

source: In some situations (such as in the surprise round) a character may be limited to taking only a single attack or move action.
zh_cn: 在某些情况下（如在突袭轮中），角色可能被限制只能做一个单独的攻击动作或移动动作。

source: In some situations, characters can cooperate to accomplish a given task.
zh_cn: 在一些情况下，多个角色可以合作来完成任务。

source: In such a case, if the cover is struck and the attack roll exceeds the Defense of the covering character, the covering character takes the damage intended for the target.
zh_cn: 在此情况下，若掩蔽被击中，而攻击骰大于等于提供掩蔽的角色的防御值，提供掩蔽的角色将替原目标承受伤害。

source: In such cases, a character must purchase a license or pay a fee to legally own the object.
zh_cn: 在此情况下，角色必须购买执照或为合法拥有此物品付费。

source: In such cases, the benefit translates into a Wealth award.
zh_cn: 在这种情况下，这样的财宝会转为财富的奖励。

source: In such cases, the character receives a +2 synergy bonus on the skill check.
zh_cn: 在这些情况下，角色进行技能检定时将获得2点共效加值。

source: In such cases, the character’s Spot check is opposed by the Hide check of the character trying not to be seen.
zh_cn: 在这种情况下，角色的侦察检定是用来与躲藏的角色的躲藏检定对抗。

source: In the case of identical scores, make opposed Strength checks.
zh_cn: 如果对抗结果相同，力量大的一方胜。

source: In the following round, the character drops to –1 hit points and is dying.
zh_cn: 再下一轮，角色会减至-1生命并濒死。

source: In the modern world it is spoken only by scholars, or in some cases by small populations in isolated corners of the world.
zh_cn: 在现代世界只有学者会说这种语言，在一些与世隔绝的社群里也流行这种语言。

source: In the next round, the character falls unconscious with 0 hit points.
zh_cn: 下一轮，角色会昏迷，生命值变为0。

source: In the third round after failing the check, the character dies of suffocation or drowning.
zh_cn: 第三轮，角色就会因窒息或溺水死亡。

source: In these cases, the attacker makes a touch attack roll (either a ranged touch attack roll or a melee touch attack roll).
zh_cn: 这种情况下，攻击方需要掷一个接触攻击骰（远程接触攻击或近战接触攻击）。

source: In these cases, the character makes an ability check: Roll 1d20 and apply the appropriate ability modifier.
zh_cn: 在这些情况下，角色进行属性检定：掷1d20+合适的属性调整值。

source: In these cases, the purchase DC is not increased (such objects are already priced higher than similar objects of lower quality).
zh_cn: 这种情况下，DC不加（这类物品的定价已经比低质量的类似物品高了）。

source: In this case, combatants near him or her can take advantage of this lapse in defense to attack for free.
zh_cn: 这时，临近的作战者会利用这个破绽，用即时动作攻击。

source: In this case, it’s a step up along the road to recovery, and the character can have fewer than 0 hit points (see Stable Characters and Recovery).
zh_cn: 在这种情况下，角色依旧处于恢复状态，还是会减至0甚至更低的生命的（见角色的稳定与恢复）。

source: In this case, the +2 equipment bonus does not apply.
zh_cn: 这种情况下不能应用2点装备加值。

source: In this case, the action point is not a bonus to a d20 roll.
zh_cn: 花掉的这个行动点不是用来增强d20的。

source: In this case, the character can only strike at an adjacent opponent.
zh_cn: 这种情况下，角色只能攻击相邻的对手。

source: In this case, the character can only use one end of the chain effectively; he or she can’t use it as a double weapon.
zh_cn: 这种情况下，角色只能有效地使用其中一端；不能将其作为双持武器使用。

source: In those cases, only the best bonus of that type applies.
zh_cn: 这些情况下，该类型的加值取最大值。

source: In very hot climates, heroes need two or three times as much water to avoid dehydration.
zh_cn: 在非常热的气候下，主角需要两到三倍的水以避免脱水。

source: Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.
zh_cn: 无法遵守：如果你的一些或全部的OGC由于法规、判决或者政府管制的原因，无法遵守该许可证的任何条款，受此影响，你不可以使用任何开放游戏素材。

source: Increase the DC by 2 to represent circumstances that make the task harder, such as making a Perform check in front of a hostile audience or searching for information on a very poorly documented topic with a Computer Use check.
zh_cn: 增加2点DC 代表让任务变得困难的情景，例如做表演检定时遇到不友好的观众，或者做计算机使用检定时，在一团乱麻般的文件中检索信息。

source: Increase the Wealth check DC by 2 for each +1 circumstance bonus the character wants to add to his or her skill check.
zh_cn: 角色每为收集信息检定增加1点情景加值，所需的财富检定DC+2。

source: Increase the purchase DC of a desktop by +1 or a notebook by +2 to purchase an upgrade.
zh_cn: 购买一次升级会使台式电脑的购买DC+1，笔记本电脑的购买DC+2。

source: Increase the range increment for creatures of Large size or larger as follows: Large 15 feet, Huge 30 feet, Gargantuan 60 feet, Colossal 120 feet.
zh_cn: 体型更大的生物射程跨度更高：大型15尺、超大型30尺、巨型60尺、超巨型120尺。

source: Indeed, the only way for an Occultist to cast an arcane spell is by using a scroll.
zh_cn: 需要强调的是，术士只能通过使用卷轴的方式施展秘法法术。

source: Ineffective Weapons: The GM may determine that certain weapons just can’t deal damage effectively to certain objects.
zh_cn: 无效武器：GM可以规定特定的武器对特定物品不能造成有效伤害。

source: Infamy, when recognized, provides a penalty to certain Charisma-based skill checks.
zh_cn: 骂名会让英雄被认出时进行魅力相关技能检定会获得减值。

source: Information ranges from general to protected, and the cost and DC increases accordingly for the type of information the character seeks to gather, as given in the table below.
zh_cn: 从传闻到受保护的信息，信息的费用和DC也根据信息的类型逐步升高，详见下表。

source: Information ranges from general to protected.
zh_cn: 信息涵盖了从`传闻`级到`受保护`级的类型。

source: Installing it requires a Repair check (DC 15).
zh_cn: 安装需要做一次修理检定（DC15）。

source: Instead of attacking the target, a character can attempt to push the target back.
zh_cn: 除了可以攻击，角色也可以尝试将目标撞退。

source: Instead of attacking, a character can use his or her attack action simply to defend.
zh_cn: 角色可以不攻击，而用攻击动作来做纯粹的防御行为，

source: Instead of rolling 1d20 for the skill check, calculate the result as if the character had rolled a 10 (an average roll on a d20).
zh_cn: 取10，而非掷1d20来进行技能检定，就当作是角色直接掷出了10（d20的平均结果）。

source: Instead of rolling 1d20 for the skill check, calculate the result as if the character had rolled a 20.
zh_cn: 取20，而非掷1d20来进行技能检定，就当作是角色直接掷出了20。

source: Instead of using a creature’s size modifier on a grapple check (as would be done for a melee or ranged attack roll), use the appropriate grapple modifier from Table: Grapple Modifiers.
zh_cn: 在擒抱检定中，应对照`表：擒抱调整值`，使用合适的擒抱调整值代替体型调整值，其他的则和近战或远程攻击检定一样。

source: Instead, anyone attempting to notice the armor must make a Spot check (DC 30).
zh_cn: 而是他人进行侦察检定（DC30）以发现护甲。

source: Instead, compare the amount of nonlethal damage from an attack to the target’s massive damage threshold.
zh_cn: 应将该非致命伤害值与目标的巨创阈值比较。

source: Instead, each day the character makes a Fortitude save (DC 20) to start recovering hit points naturally that day; if the save fails, he or she loses 1 hit point.
zh_cn: 每天角色进行一次强韧豁免（DC20），成功则在当天开始恢复生命值；如果豁免失败，角色失去一点生命。

source: Instead, it creates intense heat meant to burn or melt through an object upon which the grenade is set.
zh_cn: 它会在安置处释放高温以熔穿物体。

source: Instead, such a poison must be obtained by extracting it from the creature in question.
zh_cn: 而是只能从来源生物身上提取出来。

source: Instead, the character can use his or her move action to have the animal perform a trick (commonly, to attack).
zh_cn: 角色改用移动动作来让动物完成技巧（通常是攻击）。

source: Instructions on using the License are provided within the License itself.
zh_cn: 许可证的使用方法说明在许可证内提供。

source: Intercepting the calls of a particular cell phone requires a Computer Use check (DC 35); if the user knows the phone number of the phone in question, the DC drops by 10.
zh_cn: 截获指定手机通讯需要进行一次计算机使用检定（DC35）；如果用户知道目标的电话号码，DC-10。

source: Intricate or complex devices require 2d4 rounds.
zh_cn: 错综复杂的装置需要2d4轮。

source: Introduced in 1960s and for many years a mainstay of the U.S.
zh_cn: M113A1于20世纪60年代问世，在很长一段时间内作为美国

source: Introduced in the 1980s to replace the aging UH-1, the Black Hawk is the U.S.
zh_cn: 黑鹰直升机于20世纪80年代问世，用于取代陈旧的UH-1休伊直升机。它是美国

source: Introduced in the Vietnam War era, this medium machine gun is still in widespread use with the U.S.
zh_cn: 越战时期的中型机枪，如今在美国仍旧流行。

source: Invisibility and darkness are irrelevant.
zh_cn: 隐形和黑暗对其无效。

source: It allows a Reflex save for half damage with a DC equal to 10 + ½ breathing creature’s HD + breathing creature’s Constitution modifier (the exact DC is given in the creature’s Species Traits).
zh_cn: 这种伤害允许反射豁免让伤害减半，DC=10+1/2喷吐生物的生命骰+喷吐生物的体质调整值（除非生物的物种特性另有规定）。

source: It also contains the necessary dusts, sprays, brushes, adhesives, and cards to gather fingerprints.
zh_cn: 它也包括了收集指纹所必需的粉尘、喷雾、刷子、胶带和卡片。

source: It always seeks to obey the letter of the Occultist’s command, and can sometimes use this behavior to harm the Occultist or otherwise hinder as much as it helps.
zh_cn: 它总是会照术士的每一句话做，这可能会因此伤害到术士，或是帮倒忙。

source: It broadcasts all conversations on the line over a radio frequency that can be picked up by any professional walkie-talkie.
zh_cn: 它会广播线路上一个频段内的所有对话内容，且可被任何专业对讲机接收。

source: It broadcasts all conversations over a radio frequency that can be picked up by any professional walkie-talkie.
zh_cn: 它会广播一个频段内的所有对话内容，且可被任何专业对讲机接收。

source: It can also be doubled up; for each additional 5 feet of cord within a single 5-foot square, increase the damage by +1d6 to a maximum increase of +4d6.
zh_cn: 引信可重叠在一个方格上，一格内每多一条引信，伤害增加1d6，伤害最多增加4d6。

source: It can also determine which weapons aboard the vehicle can be brought to bear on a target.
zh_cn: 朝向同样也决定了载具武器能否瞄准目标。

source: It can be manifested as a move action, and it lasts for a number of rounds equal to the Battle Mind’s level or until the Battle Mind wills it to dissipate.
zh_cn: 释放这一灵力需要一个移动动作，灵能战刃将持续等同于灵战士等级的轮数，也可由灵战士自行收回。

source: It can be used one-handed and, as a light weapon, is easier to use in a character’s off hand.
zh_cn: 轻武器可以单手使用，也更容易用副手操作。

source: It can be used one-handed and, as a light weapon, is easier to use in your off hand.
zh_cn: 轻武器可以单手使用，也更容易用副手操作。

source: It can be whirled quickly, striking with hard blows from the weights.
zh_cn: 它可以快速旋转，用重物狠狠打击。

source: It can be wired into any electrical device, such as a light switch or a car’s ignition switch, with a Demolitions check (DC 10).
zh_cn: 它可以连接至任何电子设备上，比如小开关或者车辆打火开关，这需要做一个爆破检定（DC10）。

source: It can be worn for extended periods of time without fatiguing the wearer.
zh_cn: 角色可以一直穿着它而不会感到疲乏。

source: It can carry up to 60 pounds of gear.
zh_cn: 它能装下至多60磅的装备。

source: It can even move, provided it can drag the opponent’s weight.
zh_cn: 如果能拖动对手的重量，生物甚至可以移动。

source: It can hold up to 40 pounds of equipment.
zh_cn: 它能装下至多40磅的装备。

source: It can keep a character warm even in severe weather and can also double as a stretcher in an emergency.
zh_cn: 它能为极端天气中的角色提供温暖，还能在紧急时对折起来充当担架。

source: It can’t be repaired.
zh_cn: 制造物不可修理。

source: It comes as a short, telescoped fiberglass and aluminum tube.
zh_cn: 它就是一个玻璃纤维的管子套在铝制管子里。

source: It comes equipped with a powerful 6.5-liter, 195-horsepower V8 turbo diesel engine.
zh_cn: 它搭载了强劲的6.5升排量、195马力的V8涡轮柴油机。

source: It comes equipped with four berths and a fully equipped galley.
zh_cn: 它有4个卧铺和配置齐全的小厨房。

source: It comes with a trailer; loading or unloading it requires a paved boat ramp and 10 minutes of work.
zh_cn: 它可由拖车运载，需要从人造的船坡下水。

source: It contains a wide variety of medical supplies and equipment.
zh_cn: 它包含了种类繁多的医疗用品与设备。

source: It contains enough material for two such uses.
zh_cn: 其容纳的阻燃剂量足以如此操作两次。

source: It counts as loose and bulky clothing when used to conceal Small or smaller weapons, and also grants the “specially modified to conceal object” bonus when used to conceal Tiny or smaller objects.
zh_cn: 这种衣服在隐藏小型及以下尺寸的武器时，视为`衣服特别宽松`，隐藏超小型或更小物品时提供`衣服特别为隐藏物品改装过`加值。

source: It disperses after 10 rounds, though a moderate wind (11+ mph) disperses the smoke in 4 rounds and a strong wind (21+ mph) disperses it in 1 round.
zh_cn: 催泪瓦斯将在10轮后消散，中等风速下（11里每小时以上）消散时间为4轮，强风（21里每小时以上）为1轮。

source: It does not apply to other actions that normally provoke attacks of opportunity, such as movement or making unarmed attacks.
zh_cn: 而不适用于其他会引发借机攻击的动作，比如移动或徒手攻击。

source: It does not challenge other creatures that come by, though it still defends itself if it needs to.
zh_cn: 它不会挑战经过的其他生物，但他仍然会在必要时自我防御。

source: It does not indicate the type or location of the tap however.
zh_cn: 但无法检测出窃听器的类型或位置。

source: It does not require a check; however, it increases the DC of all tricks the character teaches the animal by +5.
zh_cn: 这不需要检定，但是这会让所有教会动物技巧的DC+5。

source: It doesn’t contain clothing or uniforms, however.
zh_cn: 但不包括衣物、制服。

source: It even has a clear plastic flap for maps or plans.
zh_cn: 甚至还有透明的塑料口袋方便查看地图或计划。

source: It features a collapsible stock, making it extremely compact.
zh_cn: 它自带折叠枪托，极度紧凑。

source: It fires 40mm grenades (see under Grenades and Explosives, below).
zh_cn: 它可发射40mm的榴弹（见下文，榴弹与爆炸物）。

source: It functions as a portable, reusable telephone line tap.
zh_cn: 是一种便携式的可多次性使用的线路窃听器。

source: It functions as a standard flashlight.
zh_cn: 功能上与标准手电筒相同。

source: It grants a +2 equipment bonus on Investigate checks under appropriate circumstances (whenever the GM rules that the equipment in the kit can be of use in the current situation).
zh_cn: 它会在合适的情景下为调查检定提供2点装备加值（GM来判定装备是否适用与此情景）。
